{
    "Home": "الرئيسية",
    "Offers": "العروض",
    "Wedding Planning Department": "قسم تخطيط حفلات الزفاف",
    "Favorite": "المفضلة",
    "Logout": "تسجيل الخروج",
    "Login": "تسجيل الدخول",
    "Signup": "انشاء حساب",
    "Companies": "الشركات",
    "List of service providers": "قائمة مزودي الخدمة",
    "City": "المدينة",
    "Type": "النوع",
    "Halls": "قاعات",
    "Hotels": "فنادق",
    "Yes": "نعم",
    "No": "لا",
    "Rates": "التقييمات",
    "Rate": "تقييم",
    "Capacity per person": "السعة",
    "Price per person": "السعر",
    "SR": "ريال",
    "Enter what you are looking for": "ادخل ماتبحث عنه",
    "who are we": "من نحن",
    "privacy policy": "سياسة الخصوصية",
    "all rights are save": "جميع الحقوق محفوظة",
    "Name": "الاسم",
    "Email": "الايميل",
    "Phone": "رقم الهاتف",
    "Wedding date": "تاريخ الزفاف",
    "Number of invitees": "عدد المدعوين",
    "Budget": "الميزانية",
    "Leave your message": "اترك رسالتك",
    "Request a price": "طلب سعر",
    "Password": "كلمة المرور",
    "You don't have a subscription account": "ليس لديك حساب اشتراك",
    "Have an account Register": "لديك حساب سجل",
    "confirm password": "تاكيد كلمة المرور",
    "Request a corporate account": "طلب حساب شركات",
    "Offers and services": "العروض والخدمات",
    "The offer is valid until": "العرض ساري حتى",
    "Albums": "الالبومات",
    "Blogs": "المقالات",
    "About": "من نحن",
    "Terms": "شروط الاستخدام",
    "Planning your wedding": "التخطيط لحفل زفافك",
    "Starts now !": "يبدأ الان !",
    "The largest guide to all wedding services in": "الدليل الاكبر لجميع خدمات حفل الزفاف في ",
    "Egypt": "مصر",
    "The UAE": "الامارات",
    "Saudi Arabia": "السعودية",
    "Select": "اختر",
    "Wedding articles": "مقالات الزفاف",
    "Where do you start planning your wedding? What to look for when communicating with Service Providers? Are there any legal matters I should know about the process? marriage? What are the latest wedding trends? We've got it all covered for you, We've interviewed the best in the wedding industry and rounded it up for you Experiences of couples who have already planned their weddings. Everything you need when Planning your wedding is on these pages!": " من أين تبدأ التخطيط لحفل زفافك؟ ما الذي تبحث عنه عند التواصل مع مقدمي الخدمات؟ هل هناك أي أمور قانونية يجب معرفتها بشأن عملية الزواج؟ ما هي أحدث صيحات حفلات الزفاف؟ لقد غطينا كل شيء من أجلك، وقمنا بإجراء المقابلات مع الأفضل في مجال حفلات الزواج، وجمعنا لك تجارب العرسان الذين خططوا بالفعل لحفلات زفافهم. كل ما تحتاجه عندما تخطط لحفل زفافك موجود في هذه الصفحات!",
    "Wedding planning guide": "دليل تنظيم حفل الزفاف",
    "What do you need to organize a perfect wedding? What are the tricks that enable you to make the right decision about choosing the wedding hall, the right bride's dress, the invitation card, and the hospitality? How do you determine the average budget required for each of these services? What should you pay attention to when negotiating with wedding service providers? The team of experts at Zafaf.net provides you with answers to all these questions.": "ما الذي تحتاجينه من أجل تنظيم حفل زفاف مثالي؟ ما هي الحيل التي تمكنك من اتخاذ القرار الصحيح حول اختيار قاعة الزفاف، وفستان العروس المناسب، وبطاقة الدعوة، والضيافة؟ كيف تحددين متوسط الميزانية المطلوبة لكل خدمة من هذه الخدمات؟ وما الذي يجدر الانتباه إليه حين التفاوض مع مزودي خدمات الزفاف؟ فريق الخبراء في زفاف.نت يقدم لك الاجابات على جميع هذه التساؤلات.",
    "What do you need for your wedding?": "ما الذي تحتاجه لحفل زفافك؟",
    "What person did you allocate for the wedding?": "ماهي الفرد التي خصصتها لحفل الزفاف ؟",
    "Rial": "ريال",
    "Are there any other details you would like to mention?": "هل هناك اي تفاصيل أخرى تود ذكرها ؟",
    "Next": "متابعة",
    "Back": "رجوج",
    "Send": "ارسال",
    "Finally, how can companies contact you?": "اخيرا , كيف يمكن للشركات التواصل معك ؟",
    "Contact us": "اتصل بنا",
    "Add": "اضافة",
    "I have read the text of the user agreement.": "لقد قرأت نص اتفاقية المستخدم .",
    "The United Arab Emirates": "الامارات العربية المتحدة",
    "Plan your wedding through Zafaf.net and make preparing for your wedding day an enjoyable and stress-free journey, because you will find at your fingertips hundreds of wedding companies that you can communicate with with ease.": "خطط لزفافك عبر زفاف.نت واجعل من التجهيز ليوم فرحك رحلة ممتعة خالية من التعب، لأنك ستجد بين يديك مئات الشركات المختصة بالافراح التي يمكنك التواصل معها بكل سهولة.",
    "We start with you from the ground up in the world of wedding planning at Azaf.net, with all the wedding services you can think of for your joy, and we accompany you through your browsing of articles and photo albums!": "نبدأ معك من الألف في عالم تخطيط الزفاف في زفاف.نت مع وجود جميع خدمات الافراح التي تفكر بها من أجل فرحك، ونرافقك من خلال تصفحك للمقالات وألبومات الصور!",
    "Kingdom of Saudi Arabia": "المملكة العربية السعودية",
    "We understand the privacy of Saudi society and its keenness to pay attention to wedding services and the accompanying ceremonies that are not devoid of luxury and elegance!": "نتفهم خصوصية المجتمع السعودي وحرصه على الاهتمام بخدمات الزفاف وما يرافقها من مراسم لا تخلو من الرفاهية والفخامة !",
    "Password Confirmation": "تاكيد كلمة المرور",
    "More details": "التفاصيل"
}
